[
  "Innan du börjar printen kom ihåg att kolla att det finns tillräckligt med filament på rullen\nDu kan i exporten i flashPrint se hur många meter filament printern behöver.",
  "Du kan kolla innan du börjar printa att filamentet inte har en befintilig spricka.\nOm möjligt kolla till printen och se om filamentet gått av under tiden, i stå fall Kan du bara mata in den avbrutna änden i inmatningen när den delen i printetn når matningen.",
  "Kan beror på att printern är felkalibrerad och printade på för hög höjd, då kan man gå in i printerns inställningar och kalibrera. \nKan vara dåligt fäste mot bottenplanan, går då att limma plattan med vanligt papperslim.",
  "Se till att det första lagret fasnar bra\nDu kan använda lim eller använda en adventurer eftersom dem har uppvärmnng till basen",
  "Kom ihåg att placera supports i flashprint\nKom ihåg att ta med supports när du slicear",
  "Se till att du har supports på din print på ytor som har mer än 45 graders vinkel",
  "Du kan använda verktyg så som fil och kniv att justera felmarginalerna på din print\nKom ihåg att ha med lite felmarginaler när du ritar upp din fil. Det bästa är då att mäta hur stort felet var. Oftast brukar felmarginaler på ca 0.5mm bli bra.",
  "Kan bero på att strömmen till printern stängdes av under printing, inte mycke man själv kan påverka\nNågon avbröt din print. Kan bero på att den såg ett fel komma. Se till att ha ditt namn först i filnamnet så kan man säga till dig om det händer. Man har även rätt att stänga av någon annans print oavsett anledning om man inte har sitt namn i filen.",
  "Se till att printytan är ren och inte har lim eller plast på sig",
  "Kom ihåg att ha rätt inställningar när du exporterar från Inventor. Enheter i millimeter och upplösning high. \nKontrollera slicen ser bra ut i flashprint och att enheter m.m. är rätt inställt. \nSe till att mata ut USB minnet korrekt",
  "Se till att H tillräckligt tjocka väggar och delar i inventor. Rekommenderat är över 1.5mm i de flesta fallen.\nFörsök kontrollera att printern kunde matas ordentligt. Kan bero på att printern inte fick tillräckligt med filament. ",
  "Var försiktig i lossning, använd verktygen som finns tillgängliga. Adventure plattorna gåt att böja vilket ofta är enklare.\nSe till att ha en reaktivt hållbar botten. Är din botten tunn/bräcklig försök rotera så du har en hållbarare sida ner eller testa att använda en raft."
]
